<div class="trb-article">
	<h3 class="_mgt-0px">เงื่อนไขข้อตกลงการใช้บริการของแพลตฟอร์ม Fastwork.co</h3>

	<h4>1. คำจำกัดความ</h4>
	<ol>
		<li>“งาน” หมายถึง สิ่งของ และ/หรือ ผลของการบริการต่าง ๆ ที่สั่งทำ หรือว่าจ้างผ่านแพลตฟอร์ม</li>

		<li>
			“ฟรีแลนซ์” หมายถึง ผู้ใช้งานที่ประกาศรับทำงานและจะส่งมอบงานผ่านแพลตฟอร์ม
			ซึ่งตกลงยอมรับตามข้อกำหนดการใช้งาน
		</li>

		<li>
			“ผู้ว่าจ้าง” หมายถึง ผู้ใช้งานที่จ้างงานและรับมอบงานผ่านแพลตฟอร์ม
			ซึ่งตกลงยอมรับตามข้อกำหนดการใช้งาน
		</li>

		<li>
			“ผู้ใช้งาน” หมายถึง บุคคลที่ใช้บริการแพลตฟอร์ม โดยใช้บริการต่างๆ ตามที่แพลตฟอร์มกำหนด
			โดยผู้ใช้งานให้หมายความรวมถึงฟรีแลนซ์ และผู้ว่าจ้างด้วย
		</li>

		<li>
			“แพลตฟอร์ม” หมายถึง เว็บไซต์ (https://fastwork.co) หรือแอปพลิเคชันของบริษัทฯ (Fastwork บน
			Apple Store และ Google Play Store) ซึ่งเป็นพื้นที่ที่ให้ผู้ใช้งาน
			อันหมายความรวมถึงผู้ว่าจ้างใช้ค้นหา, ติดต่อและ/หรือ จ้างงานฟรีแลนซ์ผ่าน รวมถึงฟรีแลนซ์
			ใช้ประกาศรับทำงาน ติดต่อผู้ว่าจ้างและ/หรือ ขายงานผ่านเว็บไซต์หรือแอปพลิเคชันของบริษัทฯ
		</li>

		<li>
			“หน้ารายละเอียดงาน” หมายถึง หน้าหนึ่งบนแพลตฟอร์ม ที่ฟรีแลนซ์ประกาศรับทำงาน
			โดยฟรีแลนซ์สามารถอธิบายถึงรายละเอียดของงานที่ตนประกาศรับทำงาน
			ซึ่งผู้ว่าจ้างสามารถอ่านและตัดสินใจว่าจ้างฟรีแลนซ์จากหน้ารายละเอียดงานดังกล่าว
		</li>

		<li>
			“ออเดอร์” หมายถึง การทำสัญญาระหว่างผู้ว่าจ้างและฟรีแลนซ์
			ซึ่งจะเกิดขึ้นหลังจากที่ผู้ว่าจ้างชำระเงินค่าจ้างฟรีแลนซ์ผ่านแพลตฟอร์ม จากหน้ารายละเอียดงาน
		</li>

		<li>
			“หน้างาน” หมายถึง หน้าหนึ่งบนแพลตฟอร์ม
			สำหรับใช้เป็นช่องทางการสื่อสารระหว่างผู้ว่าจ้างกับฟรีแลนซ์ที่เกี่ยวข้องกับงานที่ผู้ว่าจ้างได้ตกลงจ้างให้ฟรีแลนซ์ทำ
		</li>

		<li>
			“รายได้” หมายถึง จำนวนเงินก่อนภาษีหัก ณ ที่จ่าย
			ที่ฟรีแลนซ์ได้รับหลังจากส่งมอบงานให้แก่ผู้ว่าจ้างเรียบร้อยแล้ว
		</li>

		<li>
			“เนื้อหาที่สร้างโดยผู้ใช้งาน” หมายถึง เนื้อหาต่าง ๆ ที่ถูกสร้างขึ้นมาโดยผู้ใช้งานอื่น ๆ
			ในแพลตฟอร์ม ซึ่งไม่ได้ถูกสร้างโดยบริษัทฯ หรือแพลตฟอร์มเอง
		</li>

		<li>
			“ใบเสนอราคา” หมายถึง ข้อมูลที่ฟรีแลนซ์ส่งผ่านแพลตฟอร์ม ให้แก่ผู้ว่าจ้างที่สนใจจะจ้างงาน
			อันประกอบไปด้วยขอบเขตการทำงาน ระยะเวลาการทำงาน พร้อมระบุเงื่อนไขและราคา
			เพื่อประกอบการตัดสินใจจ้างงาน
		</li>

		<li>
			“ออเดอร์ที่ไม่มีการเคลื่อนไหว” หมายถึง ออเดอร์ที่ไม่มีการเคลื่อนไหวทางสถานะ และไม่มีการติดต่อ
			โต้ตอบผ่านแพลตฟอร์ม ระหว่างผู้ว่าจ้างและฟรีแลนซ์ จนถึงระยะเวลาตามที่บริษัทฯ กำหนด (อ้างอิงข้อ
			3.6.8 และข้อ 3.8.8)
		</li>

		<li>
			“ค่าธรรมเนียมการใช้บริการแพลตฟอร์ม (Commission)” หมายถึง
			ค่าบริการที่แพลตฟอร์มเรียกเก็บจากทางฟรีแลนซ์ฝ่ายเดียว โดยไม่เรียกเก็บจากผู้ว่าจ้าง
			ผู้ว่าจ้างสามารถจ้างงานบนแพลตฟอร์มได้โดยไม่เสียค่าใช้จ่ายเพิ่มเติมจากราคางานที่ได้ตกลงรายละเอียดกับฟรีแลนซ์
			ตามที่ระบุในใบเสนอราคา
		</li>

		<li>
			“ค่าธุรกรรมการชำระเงิน (Transaction Fee)” หมายถึง ค่าธรรมเนียมที่เรียกเก็บจากผู้ว่าจ้าง
			เมื่อผู้ว่าจ้างทำการจ้างงานฟรีแลนซ์ และชำระเงินค่าจ้างงานให้แก่ฟรีแลนซ์ในทุกออเดอร์
			เนื่องจากค่าธรรมเนียมดังกล่าวเป็นค่าบริการที่เรียกเก็บโดยผู้ให้บริการจากการรับชำระเงิน
			ซึ่งจะเรียกเก็บตามอัตราค่าธรรมเนียมที่กำหนดไว้ตามแต่ละช่องทางการชำระเงินที่ผู้ว่าจ้างเลือกใช้บริการ
		</li>

		<li>
			“ข้อมูลส่วนบุคคล” หมายถึง ข้อมูลเกี่ยวกับบุคคลซึ่งทำให้สามารถระบุตัวบุคคลนั้นได้
			ไม่ว่าทางตรงหรือทางอ้อม
		</li>
	</ol>

	<h4>2. ทั่วไป</h4>
	<ol>
		<li>
			เงื่อนไขข้อตกลงการใช้งานนี้ (“ข้อตกลงการใช้งาน”) มีผลใช้บังคับตั้งแต่วันที่ 21 กรกฎาคม 2565
			เป็นต้นไป จนกว่าจะมีการประกาศแก้ไข เปลี่ยนแปลง เพิ่มเติม หรือมีประกาศเงื่อนไขฉบับใหม่โดยบริษัท
			ฟาสต์เวิร์ค เทคโนโลยีส์ จำกัด (ซึ่งต่อไป จะเรียกว่า “บริษัทฯ ”) เมื่อมีการเปลี่ยนแปลง บริษัทฯ
			จะทำการแสดงข้อตกลงการใช้งานใหม่บนหน้านี้
			และมีการแจ้งเตือนเพื่อให้ผู้ใช้งานได้มีการยอมรับข้อตกลงการใช้งานใหม่ผ่านแพลตฟอร์ม
		</li>

		<li>
			ข้อตกลงการใช้งานจะเป็นข้อตกลงการใช้งานระหว่างท่านกับแพลตฟอร์ม ซึ่งกำหนดสิทธิ์
			หน้าที่และความรับผิดชอบ ที่แต่ละฝ่ายมีระหว่างกัน
			เกี่ยวกับการให้บริการและการใช้บริการทั้งหมดบนแพลตฟอร์ม
		</li>

		<li>
			การใช้งานแพลตฟอร์ม การสร้างบัญชีผู้ใช้งาน หรือเมื่อท่านเริ่มใช้งานแพลตฟอร์ม
			และยอมรับข้อตกลงการใช้งานของบริษัทฯ ทางบริษัทฯ
			จะถือว่าท่านยอมรับที่จะปฏิบัติตามและอยู่ภายใต้ข้อตกลงการใช้งาน
			รวมถึงยอมรับนโยบายความเป็นส่วนตัวที่บริษัทฯ กำหนด โดยท่านจะไม่สามารถใช้บริการแพลตฟอร์มได้
			หากท่านไม่เห็นด้วยกับข้อตกลง หรือนโยบายความเป็นส่วนตัวดังกล่าว ทั้งนี้
			ท่านในฐานะผู้ใช้งานจะต้องไม่ทำการใด ๆ อันเป็นสิ่งผิดกฎหมาย
			หรือขัดต่อความสงบเรียบร้อยหรือศีลธรรมอันดีของประชาชนผ่านแพลตฟอร์มโดยเด็ดขาด
			รวมถึงจะต้องไม่ทำการใด ๆ อันขัดต่อข้อตกลงการใช้งาน ซึ่งการพิจารณาการกระทำดังกล่าว บริษัทฯ
			ขอสงวนสิทธิ์ให้เป็นการใช้ดุลพินิจของบริษัทฯ และให้ถือเป็นข้อยุติ
		</li>

		<li>
			แพลตฟอร์ม เปิดให้บริการสมัครเป็นผู้ขาย (“ฟรีแลนซ์”) แก่บุคคลที่มีอายุครบ 20
			ปีบริบูรณ์แล้วเท่านั้น ซึ่งท่านจะสามารถใช้บริการแพลตฟอร์มได้โดยการสมัคร ทั้งนี้
			การใช้บริการแพลตฟอร์มถือเป็นการแสดงเจตนายืนยันว่าท่านมีอายุครบตามเงื่อนไข
			และมีคุณสมบัติครบถ้วนที่จะทำการยอมรับข้อตกลงการใช้งานด้วยตนเอง อย่างไรก็ตามหากบริษัทฯ
			พบว่าท่านมีคุณสมบัติไม่ครบถ้วนตามที่บริษัทฯ กำหนด บริษัทฯ
			มีสิทธิ์ที่จะระงับการใช้งานบัญชีผู้ใช้ของท่าน
			ในกรณีที่การจ้างงานถูกยกเลิกหรือถูกบอกเลิกด้วยสาเหตุที่ผู้ว่าจ้างหรือฟรีแลนซ์เป็นผู้ไร้ความสามารถตามกฎหมาย
			(ผู้เยาว์ ผู้ไร้ความสามารถ หรือผู้เสมือนไร้ความสามารถ เป็นต้น)
			ให้อ้างอิงเงื่อนไขที่เกี่ยวข้องกับการยกเลิกออเดอร์และการขอเงินคืน (อ้างอิงข้อ 3.9)
		</li>

		<li>
			แพลตฟอร์ม เป็นช่องทางและเป็นพื้นที่กลางที่เปิดให้ผู้ใช้งานสามารถสร้าง แบ่งปัน ขาย
			และซื้องานหรือบริการในรูปแบบของการชำระเงินตามมูลค่าที่ถูกกำหนดเอาไว้ของงานหรือบริการดังกล่าว
			งานและบริการต่าง ๆ ที่แสดงอยู่บนแพลตฟอร์ม นั้นแสดงถึงความหลากหลาย
			และการขยายตัวของตลาดการซื้อขายงานหรือบริการในวิธีดังกล่าว ผู้ใช้งานสามารถสื่อสาร
			และมีส่วนร่วมกับแพลตฟอร์ม ผ่านหน้างาน สื่อ Social Media ต่าง ๆ
			หรือหน้าชุมชนของแพลตฟอร์มที่จะมีในอนาคต (“การบริการ”)
		</li>

		<li>
			ฟาสต์เวิร์คคือบริษัทฯ
			ทางเทคโนโลยีที่ให้บริการแพลตฟอร์มสำหรับผู้ใช้งานเพื่อรับการบริการที่ให้บริการโดยผู้ให้บริการบุคคลที่สาม
			หน้าที่ของบริษัทฯ คือเป็นตัวกลางสื่อสารระหว่างผู้ใช้งานกับผู้ให้บริการบุคคลที่สาม บริษัทฯ
			นั้นไม่มีความรับผิดชอบใด ๆ ต่อการกระทำและ/หรือการละเลยของผู้ให้บริการบุคคลที่สามใด ๆ
			และต่อความรับผิดชอบในข้อกำหนดบริการใด ๆ ที่ถูกใช้โดยผู้ให้บริการบุคคลที่สาม
			ผู้ให้บริการบุคคลที่สามจะไม่ถือว่าเป็นตัวแทน พนักงาน หรือบุคลากรของบริษัทฯ
			และทางเลือกหรือคำตอบใด ๆ ที่ให้บริการโดยผู้ให้บริการบุคคลที่สาม จะไม่ถือเป็นบริการจากบริษัทฯ
		</li>
	</ol>

	<h4>3. การใช้บริการของแพลตฟอร์ม</h4>
	<ol>
		<li>
			ผู้ใช้งานต้องดำเนินการสมัครสมาชิกตามขั้นตอนที่กำหนด
			หรือตามขั้นตอนอื่นใดที่อาจมีการแก้ไขเพิ่มเติมต่อไปในอนาคตให้เสร็จสิ้นแล้วเท่านั้น
			ผู้ใช้งานจึงจะสามารถเป็นผู้ว่าจ้างทำการจ้างงาน หรือเป็นฟรีแลนซ์ประกาศรับทำงานบนแพลตฟอร์มได้
		</li>

		<li>
			ผู้ใช้งานยืนยันว่าข้อมูลต่าง ๆ ที่ผู้ใช้งานใช้ในการสมัครสมาชิก เป็นข้อมูลที่ถูกต้องครบถ้วน
			ไม่เป็นเท็จ ไม่ทำให้ผู้อื่นสำคัญผิด หรือไม่ขาดข้อมูลที่ควรต้องแจ้งในสาระสำคัญของผู้ใช้งานเอง
			หากบริษัทฯ พบว่าข้อมูลไม่ถูกต้อง ไม่ว่าในระหว่างการสมัคร หรือหลังจากที่การสมัครเสร็จสิ้นแล้ว
			บริษัทฯ มีสิทธิ์ระงับการใช้งานบัญชี ยกเลิก
			หรือดำเนินการเรียกร้องค่าเสียหายที่เกิดขึ้นจากผู้ใช้งานได้
		</li>

		<li>ผู้ใช้งานสามารถสมัครเป็นสมาชิกผ่านแพลตฟอร์ม ได้โดยไม่มีค่าใช้จ่าย</li>

		<li>
			บริษัทฯ จะเก็บค่าธรรมเนียมการใช้บริการแพลตฟอร์ม (Commission)
			ซึ่งเป็นค่าดำเนินการและค่าบริหารระบบต่าง ๆ ของแพลตฟอร์ม
			ที่เกี่ยวกับการให้บริการในอัตราตามที่บริษัทฯ กำหนด และจะประกาศบนแพลตฟอร์ม
			อัตราค่าธรรมเนียมอาจมีการเปลี่ยนแปลงในอนาคต ทางบริษัทฯ
			จะประกาศให้ทราบผ่านช่องทางสื่อสารของแพลตฟอร์ม ทั้งนี้
			ค่าธรรมเนียมดังกล่าวจะถูกหักออกจากรายได้ของฟรีแลนซ์โดยอัตโนมัติ
			และไม่มีการเรียกเก็บค่าใช้จ่ายอื่นใดจากผู้ว่าจ้างเพิ่มเติม
		</li>

		<li>
			การติดต่อขอข้อมูลเพิ่มเติมเพื่อการดำเนินงานหรือบริการของฟรีแลนซ์
			สามารถทำได้ผ่านช่องทางการสื่อสารบนหน้างานหรือกล่องข้อความบนแพลตฟอร์มเท่านั้น หากบริษัทฯ
			พบว่าผู้ใช้งานมีพฤติการณ์ใดที่เป็นการชักจูง
			หรือจูงใจให้นำไปสู่การติดต่อเพื่อจ้างงานนอกแพลตฟอร์ม บริษัทฯ
			จะถือว่าผู้ใช้งานดังกล่าวกระทำผิดข้อตกลงการใช้งาน และบริษัทฯ
			มีสิทธิ์เด็ดขาดแต่เพียงผู้เดียวในการใช้ดุลพินิจระงับการใช้งานบัญชี/ระงับงานชั่วคราว ถาวร หรือ
			ลบบัญชีและขึ้นทะเบียนแบล็คลิสต์ หรือการอื่นใดที่บริษัทฯ เห็นสมควร
		</li>

		<li>
			การว่าจ้าง หากผู้ว่าจ้างต้องการที่จะว่าจ้างงานใด ๆ ที่ฟรีแลนซ์เสนอให้บริการบนแพลตฟอร์ม
			ผู้ว่าจ้างต้องดำเนินการตามขั้นตอนต่าง ๆ ดังนี้
		</li>
		<ol>
			<li>
				ผู้ว่าจ้างและฟรีแลนซ์ต้องสื่อสารกันผ่านหน้ารายละเอียดงาน
				เพื่อให้ฟรีแลนซ์ทราบถึงความต้องการของผู้ว่าจ้าง
				จากนั้นฟรีแลนซ์จะประเมินราคาและระยะเวลาที่ใช้ทำงานเพื่อจัดทำใบเสนอราคาส่งให้แก่ผู้ว่าจ้างต่อไป
				ผู้ว่าจ้างและฟรีแลนซ์จะต้องไม่กระทำการใด ๆ เพื่อเป็นการชักจูง
				หรือจูงใจให้นำไปสู่การติดต่อเพื่อจ้างงานนอกแพลตฟอร์ม
			</li>
			<li>
				ฟรีแลนซ์มีสิทธิ์ปฏิเสธการรับงานจากผู้ว่าจ้าง โดยฟรีแลนซ์ต้องแจ้งเหตุผลกับทางผู้ว่าจ้าง
			</li>
			<li>
				เมื่อผู้ว่าจ้างได้รับใบเสนอราคาจากฟรีแลนซ์แล้วประสงค์จะจ้างฟรีแลนซ์ทำงาน
				ผู้ว่าจ้างสามารถว่าจ้างงานได้โดยการกดปุ่มสั่งซื้อบนหน้ารายละเอียดงานของฟรีแลนซ์ที่ผู้ว่าจ้างต้องการจ้าง
				และยอมรับเงื่อนไขเกี่ยวกับการจ้าง การทำงาน การแก้งาน ความเป็นเจ้าของผลงาน
				กำหนดการเริ่มและส่งงาน และรายละเอียดอื่น ๆ ตามที่ฟรีแลนซ์กำหนดไว้ในใบเสนอราคา
				เมื่อทำคำสั่งซื้อและยอมรับเงื่อนไขข้างต้นแล้ว
				ผู้ว่าจ้างจะต้องชำระเงินค่างานผ่านแพลตฟอร์มก่อนเท่านั้น
				โดยจะยึดกำหนดการเริ่มงานวันแรกตามที่ระบุไว้ในใบเสนอราคาเป็นวันสุดท้ายของการชำระเงินค่างาน
				กรณีที่ผู้ว่าจ้างไม่ชำระเงินภายในวันเริ่มงานวันแรก ระบบจะยกเลิกใบเสนอราคานั้นโดยอัตโนมัติ
				ทั้งนี้ ระบบจะมีการแจ้งเตือนกำหนดวันสุดท้ายของการชำระเงินค่างานให้ผู้ว่าจ้างรับทราบ
			</li>
			<li>
				เมื่อผู้ว่าจ้างชำระเงินเสร็จสิ้นสมบูรณ์แล้ว ผู้ว่าจ้างจึงจะมีสถานะเป็นผู้ว่าจ้าง
				และแพลตฟอร์มจะสร้างออเดอร์ให้แก่ฟรีแลนซ์
			</li>
			<li>
				ผู้ว่าจ้างสามารถดูรายละเอียดช่องทางการชำระเงิน และค่าใช้จ่ายต่าง ๆ ได้ที่หมวดการสั่งซื้อ
				ผู้ว่าจ้างไม่สามารถชำระเงินผ่านวิธีการหรือช่องทางอื่น นอกเหนือจากการทำรายการผ่านแพลตฟอร์มได้
			</li>
			<li>
				เมื่อผู้ว่าจ้างได้รับหมายเลขออเดอร์สำหรับงานที่ว่าจ้างและกำหนดการส่งงานแล้ว
				ฟรีแลนซ์จะดำเนินการตามที่จ้างเพื่อส่งงานให้แก่ผู้ว่าจ้างตามกำหนด
			</li>
			<li>
				เมื่อฟรีแลนซ์ดำเนินการตามที่จ้างเสร็จสิ้นแล้ว ฟรีแลนซ์จะส่งงานให้ผู้ว่าจ้างอนุมัติรับงาน
				โดยออเดอร์จะถูกเปลี่ยนสถานะเป็นเสร็จสิ้นภายหลังจากที่ออเดอร์อยู่ในสถานะรออนุมัติและได้รับการประเมินจากผู้ว่าจ้าง
				แต่หากผู้ว่าจ้างไม่ทำการตอบรับหรือประเมินงานภายใน 7 วัน
				ออเดอร์ดังกล่าวจะถูกเปลี่ยนสถานะเป็นเสร็จสิ้นโดยอัตโนมัติ
				และถือว่าการจ้างงานเสร็จสิ้นโดยสมบูรณ์
			</li>
			<li>
				ผู้ว่าจ้างสามารถขอยกเลิกออเดอร์ได้หากมีเหตุจำเป็น อย่างไรก็ตาม
				การขอคืนเงินและจำนวนเงินค่างานที่จะได้รับคืนนั้น
				เป็นไปตามกระบวนการขอยกเลิกออเดอร์และการคืนเงินที่บริษัทฯ กำหนด (อ้างอิงข้อ 3.9) ทั้งนี้
				การพิจารณาอนุมัติการขอยกเลิกออเดอร์และการคืนเงิน เป็นสิทธิ์เด็ดขาดของบริษัทฯ
				แต่เพียงผู้เดียวเท่านั้น
			</li>
			<li>
				ออเดอร์ที่ไม่มีการเคลื่อนไหวเกินกว่า 180 วัน
				จะถือว่าออเดอร์ถูกยกเลิกโดยความยินยอมของผู้ว่าจ้างและฟรีแลนซ์ ทั้งนี้
				ทั้งสองฝ่ายยินยอมให้ค่างานที่ผู้ว่าจ้างชำระแล้วนั้นตกเป็นค่าบริการทั้งหมดของบริษัทฯ
				ในกรณีนี้บริษัทฯ ขอสงวนสิทธิ์ในการคิดค่าบริการดังกล่าวโดยไม่ต้องแจ้งให้ทราบ
			</li>
			<li>
				ผู้ว่าจ้างมีสิทธิ์เป็นเจ้าของลิขสิทธิ์ในงานที่ฟรีแลนซ์ส่งมอบทั้งหมด
				เว้นแต่กรณีที่ฟรีแลนซ์ได้ระบุอย่างชัดเจนถึงรายละเอียดของความเป็นเจ้าของลิขสิทธิ์และกรรมสิทธิ์ไว้บนหน้ารายละเอียดงานในใบเสนอราคาที่กำหนดให้ฟรีแลนซ์เป็นผู้มีสิทธิ์ในงานดังกล่าว
				ทั้งนี้ ฟรีแลนซ์จะไม่กระทำการเอง หรือร่วมกับบุคคลใด หรืออนุญาตให้บุคคลใดทำสำเนา คัดลอกงาน
				นำงานไปปรับปรุง เปลี่ยนแปลง ไม่ว่าจะเพื่อวัตถุประสงค์ใด ๆ นำงานไปใช้ไม่ว่าด้วยวัตถุประสงค์ใด
				ๆ นำงานหรือส่วนใดส่วนหนึ่งของงานไปเผยแพร่หรือให้บริการแก่บุคคลอื่นใดในอนาคต
				และเปิดเผยต่อบุคคลอื่นใดว่าฟรีแลนซ์เป็นผู้สร้างงานนี้
				เว้นแต่ได้รับความยินยอมเป็นลายลักษณ์อักษรจากผู้ว่าจ้าง
			</li>
		</ol>

		<li>การยกเลิกออเดอร์ และการขอคืนเงิน</li>
		<ol>
			<li>
				เมื่อออเดอร์ถูกสร้างแล้ว
				หากผู้ว่าจ้างหรือฟรีแลนซ์มีความจำเป็นที่จะต้องยกเลิกการจ้างหรือยกเลิกการรับจ้าง
				ผู้ว่าจ้างหรือฟรีแลนซ์จะต้องแจ้งมายังบริษัทฯ ตามช่องทางติดต่อของบริษัทฯ ทั้งนี้ บริษัทฯ
				จะเป็นผู้ตรวจสอบความเหมาะสมสำหรับการยกเลิกออเดอร์ และบริษัทฯ
				มีสิทธิ์เด็ดขาดแต่เพียงผู้เดียวในการพิจารณาการคืนเงินค่างาน
				และจำนวนเงินที่จะคืนให้แก่ผู้ว่าจ้าง ซึ่งการพิจารณานั้นจะประกอบไปด้วยปัจจัยต่าง ๆ เช่น
				การละเมิดข้อตกลง การละเมิดสิทธิของผู้ใช้อื่น ๆ การใช้งานระบบอย่างไม่เหมาะสม
				หรือการใช้ปุ่มส่งมอบงานอย่างผิดวัตถุประสงค์ เป็นต้น
			</li>
			<li>
				การแจ้งระงับการชำระเงิน หรือแจ้งขอคืนเงินผ่านผู้ให้บริการรับชำระเงิน ธนาคารหรือสถาบันการเงิน
				หรือบุคคลอื่น ๆ นอกเหนือจากบริษัทฯ ถือเป็นการละเมิดข้อตกลงการใช้งาน
				ซึ่งการกระทำดังกล่าวจะทำให้บัญชีของท่านถูกระงับการใช้งานชั่วคราว และถูกตรวจสอบโดยทันที
				ทั้งนี้ บริษัทฯ จะไม่สามารถคืนเงินจำนวนดังกล่าวให้ท่านได้อีกต่อไป
			</li>
			<li>
				อย่างไรก็ตาม
				ออเดอร์จะไม่สามารถถูกยกเลิกได้หากเป็นออเดอร์ที่ฟรีแลนซ์ได้ส่งมอบงานเสร็จสิ้นแล้วตามที่ฟรีแลนซ์ได้บรรยายเอาไว้ในหน้ารายละเอียดงานและ/หรือใบเสนอราคา
				ทั้งนี้ หากผู้ว่าจ้างไม่พอใจในคุณภาพของงาน
				ผู้ว่าจ้างสามารถรีวิวและให้คะแนนการประเมินงานที่ได้รับตามความเหมาะสมได้ (อ้างอิงข้อ 3.11)
			</li>
			<li>
				หากบริษัทฯ พิจารณาแล้วและเห็นสมควรยกเลิกออเดอร์
				จะมีการคืนเงินที่เกี่ยวข้องกับออเดอร์ที่มีการยกเลิกให้แก่ผู้ว่าจ้าง
			</li>
			<ol>
				<li>
					กรณีผู้ว่าจ้างชำระเงินค่าจ้างงานผ่านบัญชีธนาคารหรือโมบายแบงก์กิ้ง
					จะมีการคืนเงินดังกล่าวผ่านบัญชีธนาคารที่มีการชำระค่าจ้างเข้ามา
				</li>
				<li>
					กรณีผู้ว่าจ้างชำระเงินค่าจ้างงานผ่านบัตรเครดิต
					จะมีการคืนเงินดังกล่าวกลับเข้าบัตรเครดิตที่ใช้ชำระค่าจ้างงาน โดยบริษัทฯ
					จะส่งเรื่องขอคืนเงินไปยังธนาคาร
					ซึ่งระยะเวลาการคืนเงินจะขึ้นอยู่กับนโยบายของแต่ละธนาคารผู้ให้บริการบัตรเครดิต ทั้งนี้
					บริษัทฯ ขอสงวนสิทธิ์ในการพิจารณาคืนค่าธุรกรรมการชำระเงินให้กับผู้ว่าจ้าง
				</li>
				<li>
					กรณีผู้ว่าจ้างชำระเงินค่าจ้างงานด้วย Fastwork Coin จะมีการคืนเงินดังกล่าวในรูปแบบของ
					Fastwork Coin กลับไปยังบัญชีของผู้ว่าจ้าง
				</li>
				<li>
					กรณีผู้ว่าจ้างชำระเงินผ่านทรู มันนี (TrueMoney Wallet)
					จะมีการคืนเงินดังกล่าวผ่านบัญชีธนาคาร โดยหากมีการพิจารณาคืนเงิน เจ้าหน้าที่ของบริษัทฯ
					จะติดต่อกลับไปยังผู้ว่าจ้าง ตามข้อมูลการติดต่อที่ผู้ว่าจ้างได้ลงทะเบียนไว้กับทางแพลตฟอร์ม
					เพื่อขอข้อมูลบัญชีธนาคารในการโอนเงินคืน ทั้งนี้ บริษัทฯ
					ขอสงวนสิทธิ์ในการพิจารณาคืนค่าธุรกรรมการชำระเงินให้กับผู้ว่าจ้าง
				</li>
				<li>
					อย่างไรก็ตาม หากบริษัทฯ พบการฉ้อโกงในการใช้งานระบบอันเกี่ยวข้องกับออเดอร์ดังกล่าว
					และ/หรือพิจารณาแล้วเห็นว่าการยกเลิกออเดอร์นั้น ผู้ว่าจ้างมีส่วนเกี่ยวข้อง
					อันนำไปสู่การยกเลิกออเดอร์ บริษัทฯ
					ขอสงวนสิทธิ์ในการยกเลิกออเดอร์และคืนเงินที่เกี่ยวข้องสำหรับออเดอร์ดังกล่าว
					ซึ่งหมายความรวมถึงค่าธุรกรรมการชำระเงิน (Transaction Fee) ให้กับผู้ว่าจ้าง
				</li>
			</ol>
		</ol>

		<li>การรีวิวและคะแนนการประเมินผลงาน</li>
		<ol>
			<li>
				การรีวิวและการให้คะแนนการประเมินผลงานแก่งานที่ผู้ว่าจ้างได้รับ
				เป็นส่วนสำคัญสำหรับระบบรีวิวของเว็บไซต์ โดยการรีวิวและคะแนนการประเมินต่างๆจากผู้ว่าจ้างนั้น
				แสดงถึงความพึงพอใจในตัวงานและการให้บริการของฟรีแลนซ์
				บริษัทอยากสนับสนุนให้ผู้ว่าจ้างสื่อสารกับฟรีแลนซ์ถึงปัญหาในการได้รับงาน หรือการให้บริการ
				เพื่อให้ฟรีแลนซ์ได้รับรู้และแก้ไขปรับปรุงผลงานให้ตรงตามที่ตกลงไว้กับผู้ว่าจ้าง
			</li>
			<li>
				การให้รีวิวเป็นสิทธิ์ของผู้ว่าจ้าง รีวิวต่างๆจะไม่ถูกลบออกไม่ว่าด้วยเหตุผลใดๆ
				ยกเว้นแต่ในกรณีที่รีวิวดังกล่าวละเมิดข้อตกลงการใช้งานของเว็บไซต์
			</li>
			<li>
				เพื่อป้องกันการใช้งานระบบรีวิวและคะแนนการประเมินอย่างผิดวัตถุประสงค์ ผู้ว่าจ้างสามารถรีวิว
				และให้คะแนนการประเมินกับงานที่ตนเองได้สร้างออเดอร์และชำระเงินผ่านระบบเว็บไซต์สมบูรณ์แล้วเท่านั้น
				&lt;บริษัทมีสิทธิ์เด็ดขาดในการดำเนินการใดๆ กับบัญชีผู้ใช้ทั้งผู้ว่าจ้างและฟรีแลนซ์
				รวมถึงบัญชีอื่นๆที่เกี่ยวข้องการ หากบริษัทพบว่ามีการใช้งานระบบรีวิว
				และคะแนนการประเมินอย่างผิดวัตถุประสงค์
			</li>
			<li>
				รีวิวจากผู้ว่าจ้างจะถูกแสดงอยู่ในหน้ารายละเอียดงาน
				ผู้ว่าจ้างสามารถเลือกที่จะไม่เขียนรีวิวได้
				แต่ไม่สามารถเลือกที่จะไม่ให้คะแนนการประเมินผลงานได้
			</li>
			<li>
				ฟรีแลนซ์ไม่สามารถปฏิเสธการส่งมอบงานเพื่อใช้เป็นอำนาจในการต่อรองในการรับรีวิว
				หรือคะแนนการประเมินที่ดีจากผู้ว่าจ้างได้
				หากบริษัทตรวจพบการกระทำที่มีลักษณะดังกล่าวบริษัทจะดำเนินการระงับบัญชีฟรีแลนซ์ทันที
			</li>
			<li>ผู้ว่าจ้างสามารถรีวิวหรือให้คะแนนการประเมินผลงานกับฟรีแลนซ์ได้ทุกเมื่อ</li>
			<li>
				รีวิวของฟรีแลนซ์จะถูกคำนวณขึ้นมาจากคะแนนประเมินผลงานที่ผู้ว่าจ้างได้ประเมินกับฟรีแลนซ์หลังจากฟรีแลนซ์ได้ส่งมอบงานตามออเดอร์
				รีวิวที่ดีจะนำไปสู่ผลประโยชน์ต่างๆของฟรีแลนซ์ในอนาคต
			</li>
		</ol>
	</ol>

	<h4>4. ข้อรับรองของผู้ว่าจ้าง</h4>
	<ol>
		<li>
			<p>
				ผู้ว่าจ้างจะไม่แสดงข้อมูลส่วนตัวของผู้ว่าจ้าง เช่น ที่อยู่อีเมล เบอร์โทรศัพท์
				หรือข้อมูลส่วนตัวอื่นใด หรือชื่อบัญชีที่ใช้ในการติดต่อทางช่องทางต่าง ๆ เช่น
				LINE/Whatsapp/WeChat/Facebook/อื่น ๆ ที่ใช้เป็นช่องทางในการสื่อสาร
				เพื่อหลีกเลี่ยงการกระทำละเมิดของผู้ใช้งาน
				ในการใช้ช่องทางการสื่อสารอื่นใดนอกเหนือจากช่องทางการติดต่อที่ให้บริการบนแพลตฟอร์ม
				(การสื่อสารผ่านกล่องข้อความ และ/หรือการส่งข้อความเสียง
				และ/หรือช่องทางอื่นบนแพลตฟอร์มที่บริษัทฯ อนุญาตให้ใช้งานได้)
			</p>
		</li>
		<li>
			<p>
				การขอข้อมูลเพิ่มเติมเพื่อให้การดำเนินงานหรือการให้บริการของฟรีแลนซ์
				เป็นไปตามวัตถุประสงค์ของผู้ว่าจ้างในการจ้างงาน
				สามารถทำได้ผ่านช่องทางการสื่อสารผ่านหน้างานที่แพลตฟอร์มจัดไว้ให้เท่านั้น
				(การสื่อสารผ่านกล่องข้อความ และ/หรือการส่งข้อความเสียง
				และ/หรือช่องทางอื่นบนแพลตฟอร์มที่บริษัทฯ อนุญาตให้ใช้งานได้)
			</p>
		</li>
		<li>
			<p>
				ผู้ว่าจ้างจะไม่ใช้สิทธิ์จากการเป็นเจ้าของบัญชีผู้ว่าจ้าง ในการชักชวนฟรีแลนซ์ให้กระทำการใด ๆ
				ที่เป็นการสนับสนุนกิจการนอกแพลตฟอร์ม หรือเพื่อผลประโยชน์โดยตรงแก่ผู้ว่าจ้าง อาทิ
				การจัดจ้างงานนอกแพลตฟอร์ม การสรรหาพนักงานเพื่อเข้าทำงานในบริษัทของตน
				หรือเพื่อสร้างข้อมูลหรือผลงานอันเป็นเท็จ บริษัทฯ
				มีสิทธิ์เด็ดขาดแต่เพียงผู้เดียวในการใช้ดุลพินิจระงับการใช้งานบัญชี/ระงับงานชั่วคราว ถาวร
				หรือลบบัญชีและขึ้นทะเบียนแบล็คลิสต์ หรือการอื่นใดที่บริษัทฯ เห็นสมควร
			</p>
		</li>
		<li>
			<p>
				ผู้ว่าจ้างจะไม่กระทำการใดๆ อันมีเจตนาหลอกลวงเพื่อหวังข้อมูล (ฟิชชิ่ง)
				หรือก่อให้เกิดความเดือดร้อนรำคาญแก่ฟรีแลนซ์ (สแปม) บริษัทฯ
				มีสิทธิ์เด็ดขาดแต่เพียงผู้เดียวในการใช้ดุลพินิจระงับการใช้งานบัญชี/ ระงับงานชั่วคราว, ถาวร
				หรือ ลบบัญชีและขึ้นทะเบียนแบล็คลิสต์ หรือการอื่นใดที่บริษัทฯ เห็นสมควร
			</p>
		</li>
		<li>
			<p>
				ผู้ว่าจ้างจะไม่กระทำการใด ๆ อันเป็นสิ่งผิดกฎหมาย
				หรือขัดต่อความสงบเรียบร้อยหรือศีลธรรมอันดีของประชาชนผ่านแพลตฟอร์มโดยเด็ดขาด
			</p>
		</li>
		<li>
			<p>
				ข้อมูลทุกอย่างที่สื่อสารกันระหว่างฟรีแลนซ์และผู้ว่าจ้างผ่านหน้างาน
				จะถือว่าเป็นข้อมูลความลับของผู้ว่าจ้าง และ/หรือข้อมูลส่วนบุคคลของผู้ว่าจ้าง
				ที่ฟรีแลนซ์ไม่สามารถนำมาเปิดเผยได้ หากไม่ได้รับอนุญาตจากผู้ว่าจ้าง
				หรือเว้นแต่ข้อมูลนั้นเป็นข้อมูลที่เปิดเผยโดยทั่วไป หรือเมื่อมีกฎหมาย
				หรือหน่วยงานราชการร้องขอหรือบังคับให้เปิดเผย
			</p>
		</li>
		<li>
			<p>
				บริษัทฯ สนับสนุนให้ผู้ว่าจ้างสื่อสารกับฟรีแลนซ์ โดยใช้ภาษาเขียน การส่งข้อความเสียง
				และ/หรือช่องทางอื่นบนแพลตฟอร์มที่บริษัทฯ อนุญาตให้ใช้งานได้ด้วยความสุภาพ
				เพื่อป้องกันความเสี่ยงกรณีเกิดข้อพิพาทกับฟรีแลนซ์&nbsp;
			</p>
		</li>
	</ol>

	<h4>5. ข้อสงวนสิทธิ์ของบริษัทฯ</h4>
	<ol>
		<li>
			<p>
				การกำหนดให้การชำระค่างานต้องทำรายการผ่านแพลตฟอร์มนั้น
				เป็นไปเพื่อผลประโยชน์และความปลอดภัยของผู้ใช้งานเอง
				เนื่องจากวิธีการดังกล่าวทำให้ฟรีแลนซ์เกิดความมั่นใจว่าฟรีแลนซ์จะได้รับผลตอบแทนจากการทำงาน
				และผู้ว่าจ้างก็ยังมีโอกาสได้รับเงินคืน หากฟรีแลนซ์ไม่ทำงานตามเงื่อนไขที่ตกลงกันไว้
				อย่างไรก็ตาม เงินที่ผู้ใช้งานชำระผ่านบริษัทฯ นั้น ไม่ใช่เงินรายรับของบริษัทฯ
				เพียงแต่ว่าฟรีแลนซ์ได้ให้ความยินยอมแก่บริษัทฯ ในการหักค่าธรรมเนียมการใช้บริการแพลตฟอร์ม
				(Commission) ซึ่งเป็นค่าดำเนินการและค่าบริหารระบบต่าง ๆ ของแพลตฟอร์ม
				ที่เกี่ยวข้องกับการให้บริการออกจากเงินจำนวนดังกล่าวได้เท่านั้น บริษัทฯ
				จึงไม่ได้เป็นทั้งตัวการหรือตัวแทนอันเกี่ยวข้องกับการรับจ้างทำงานของฟรีแลนซ์แต่อย่างใด
			</p>
		</li>
		<li>
			<p>
				แม้ว่าบริษัทฯ ต้องการให้ผู้ว่าจ้างได้รับงานที่ดีที่สุด ในราคาที่เหมาะสมที่สุด อย่างไรก็ตาม
				บริษัทฯ
				ไม่สามารถรับประกันถึงคุณภาพของงานและระยะเวลาส่งมอบงานที่ฟรีแลนซ์จะส่งมอบให้แก่ผู้ว่าจ้างได้
				แพลตฟอร์มได้จัดทำระบบการรีวิวและคะแนนการประเมินผลงานของฟรีแลนซ์ ที่แสดงบนหน้างานของฟรีแลนซ์
				(อ้างอิงข้อ 3.11) เพื่อช่วยเหลือผู้ว่าจ้างในการตัดสินใจว่าจ้างฟรีแลนซ์ที่ตนสนใจ
			</p>
		</li>
		<li>
			<p>
				บริษัทฯ ขอสงวนสิทธิ์ในความรับผิดใด ๆ สำหรับการตกลงจ้างงานที่ไม่อยู่ในออเดอร์
				หรือมีการชำระเงินโดยไม่ผ่านแพลตฟอร์ม
				หรือเป็นกรณีที่ผู้ใช้ละเมิดข้อตกลงการใช้งานข้อหนึ่งข้อใดของแพลตฟอร์ม&nbsp;
			</p>
		</li>
		<li>
			<p>
				เนื้อหาของผู้ใช้งาน ไม่ว่าจากฟรีแลนซ์หรือผู้ว่าจ้าง
				จะถือว่าเป็นเนื้อหาที่สร้างโดยผู้ใช้งานทั้งหมด บริษัทฯ
				ไม่มีหน้าที่ในการตรวจสอบเนื้อหาดังกล่าว ถึงความเหมาะสม หรือการละเมิดสิทธิต่าง ๆ ของบุคคลอื่น
				แต่หากบริษัทฯ ทราบเองหรือรับทราบโดยการแจ้งจากบุคคลภายนอกถึงการใช้งานที่มีเนื้อหาไม่เหมาะสม
				หรือมีการละเมิดสิทธิต่าง ๆ ของบุคคลอื่น บริษัทฯ
				จะทำการตรวจสอบเนื้อหาดังกล่าวประกอบกับหลักฐานที่อาจขอจากผู้ใช้งานเพิ่มเติม
				เพื่อพิจารณาลบหรือระงับเนื้อหาตามที่บริษัทฯ เห็นสมควร
			</p>
		</li>
		<li>
			<p>
				บริษัทฯ ไม่อาจรับผิดชอบต่อการสื่อสารใดๆ ระหว่างผู้ว่าจ้างกับฟรีแลนซ์ หรือปัจจัยอื่น ๆ
				ที่เกี่ยวข้องกับการให้บริการหรือการส่งมอบงานของฟรีแลนซ์ โดยบริษัทฯ
				สนับสนุนให้ผู้ว่าจ้างใช้ระบบการรีวิวและให้คะแนนการประเมินเพื่อสะท้อนถึงความพึงพอใจที่ได้รับจากการส่งมอบงานของฟรีแลนซ์
				หรือจากประสบการณ์การจ้างงานฟรีแลนซ์
			</p>
		</li>
		<li>
			<p>
				การใช้งานผ่านแพลตฟอร์มของผู้ใช้งาน ข้อมูลต่าง ๆ ของแพลตฟอร์ม
				ไม่ว่าจะเป็นข้อมูลสินค้าหรือบริการต่าง ๆ ที่ผู้ใช้งานได้รับผ่านแพลตฟอร์มนั้น
				เป็นเพียงการให้บริการที่อยู่บนพื้นฐานของความน่าเชื่อถือตามสภาพ (“as is” basis)
				และการให้บริการตามที่มีอยู่หรือเป็นอยู่ (“as available”)
				ไม่ว่าจะเป็นเรื่องของความสมบูรณ์ในผลงาน ความปลอดภัย ความน่าเชื่อถือ คุณภาพ ความแม่นยำ
				หรือความพร้อมของแพลตฟอร์ม ซึ่งข้อความต่าง ๆ ที่ปรากฏในแพลตฟอร์มนั้น
				ไม่ถือเป็นการรับประกันหรือการรับรองแต่อย่างใด
			</p>
		</li>
		<li>
			<p>
				ผู้ที่เกี่ยวข้องหรือผู้ออกใบอนุญาต ผู้ให้บริการ ลูกจ้าง ตัวแทน พนักงาน
				หรือผู้บริหารของบริษัทฯ สามารถปฏิเสธความรับผิดชอบต่อสถานการณ์ใด ๆ
				ที่อาจก่อให้เกิดความเสียหาย ที่เกี่ยวข้องกับการใช้งานแพลตฟอร์ม หรือบริการ
				หรือสินค้าที่ผู้ใช้งานได้รับผ่านแพลตฟอร์ม และหมายความรวมถึงความเสียหายที่เกิดขึ้นทั้งโดยตรง
				โดยอ้อม ความเสียหายพิเศษ หรือความเสียหายที่เกิดขึ้นจากความประมาท
				อันเป็นผลสืบเนื่องจากการผิดสัญญา หรือค่าเสียหายเชิงลงโทษ ซึ่งรวมถึงการบาดเจ็บส่วนบุคคล
				ความเจ็บปวดทุกข์ทรมานไม่ว่าต่อร่างกายหรือจิตใจ การสูญเสียรายได้ การสูญเสียกำไร
				การสูญเสียโอกาสทางธุรกิจหรือกำไรที่คาดหวังไว้ ความเสียหายต่อร่างกาย ทรัพย์สิน ชื่อเสียง
				ข้อมูล ไม่ว่าจะเป็นผลมาจากการละเมิดโดยจงใจหรือประมาทเลินเล่อ การผิดสัญญา หรือกรณีอื่น ๆ
				และไม่ว่าจะสามารถคาดการณ์ได้หรือไม่ก็ตาม ความเสียหายดังกล่าวข้างต้นไม่อยู่ในความรับผิดชอบ
				หรือการรับประกันใด ๆ จากบริษัทฯ ทั้งสิ้น
			</p>
		</li>
		<li>
			<p>การระงับการใช้งาน และการยกเลิกบัญชี</p>
			<ol>
				<li>
					<p>
						บริษัทฯ
						มีสิทธิ์เด็ดขาดแต่เพียงผู้เดียวในการใช้ดุลพินิจระงับการใช้งานบัญชี/ระงับงานชั่วคราว ถาวร
						หรือ ลบบัญชีและขึ้นทะเบียนแบล็คลิสต์ หรือการอื่นใดที่บริษัทฯ เห็นสมควร หากบริษัทฯ
						พบว่าผู้ใช้งานรายใดปฏิบัติผิดข้อตกลงการใช้งานไม่ว่าข้อหนึ่งข้อใด รวมถึงการอื่น ๆ
						&nbsp;ดังนี้
					</p>
					<ol>
						<li>
							<p>
								หากบริษัทฯ พบว่า ผู้ใช้งานได้กระทำการละเมิดข้อตกลงใช้งาน
								หรือมีการกระทำที่ไม่เหมาะสมบนแพลตฟอร์ม อาทิ การใช้คำพูดที่ไม่เหมาะสม
								การใช้ถ้อยคำหยาบคาย การส่อเสียดเหยียดหยาม กลั่นแกล้ง หรือดูถูก เป็นต้น
							</p>
						</li>
						<li>
							<p>
								หากบริษัทฯ พบว่า ผู้ใช้งานกระทำการใด ๆ
								ซึ่งอาจถือเป็นการหลอกลวงผู้อื่นเพื่อหวังข้อมูล (ฟิชชิ่ง)
								หรือการติดต่อไปยังผู้ใช้งานรายอื่นโดยที่ผู้ใช้งานรายอื่นไม่ต้องการ
								หรือก่อให้เกิดความเดือดร้อนรำคาญแก่ผู้รับ (สแปม) หรือกระทำการใด ๆ
								ก็ตามที่เข้าข่ายการพยายามที่จะเข้าสู่บัญชี หรืออุปกรณ์การใช้งานของผู้ใช้อื่น ๆ
								ผ่านแพลตฟอร์ม
								อันเป็นความผิดตามพระราชบัญญัติว่าด้วยการกระทำความผิดเกี่ยวกับคอมพิวเตอร์ พ.ศ. 2550
								(พ.ร.บ.คอมพิวเตอร์ฯ)&nbsp;
							</p>
						</li>
						<li>
							<p>
								หากบริษัทฯ พบว่า ผู้ใช้งานคนเดียวกันมีบัญชีมากกว่าหนึ่งบัญชี
								หรือผู้ใช้งานใช้ชื่อและข้อมูลส่วนบุคคลของผู้อื่นมาสมัครใช้งาน
								หรือพบว่ามีการซื้อขายบัญชี บริษัทฯ มีสิทธิ์ดำเนินการกับบัญชีที่เกี่ยวข้องทั้งหมดได้
							</p>
						</li>
						<li>
							<p>
								หากบริษัทฯ พบว่า ผู้ใช้งานกระทำการใดๆ
								อันเป็นผลให้ตนเองได้รับสิทธิประโยชน์ที่ตนเองไม่มีสิทธิ์ได้รับ
								เพื่อประโยชน์แก่ความเข้าใจในเงื่อนไขข้อนี้
								การกระทำที่ผิดเงื่อนไขในข้อนี้ให้หมายความรวมถึงแต่ไม่จำกัดอยู่ที่
								กรณีผู้ใช้งานสมัครใช้งานแพลตฟอร์ม
								หรือสมัครหลายบัญชีเพื่อใช้จ้างงานตนเองหรือบุคคลที่เกี่ยวข้องกับตนเองเพื่อหวังผลประโยชน์จากการส่งเสริมการขายและไม่ได้มีวัตถุประสงค์เพื่อการจ้างงานอย่างแท้จริง
							</p>
						</li>
						<li>
							<p>
								หากบริษัทฯ พบว่า ผู้ใช้งานกระทำการใด ๆ อันเป็นการจ้างงานที่มีวัตถุประสงค์
								หรือนำไปใช้โดยผิดกฎหมาย หรือขัดต่อความสงบเรียบร้อยและศีลธรรมอันดีของประชาชน
							</p>
						</li>
						<li>
							<p>
								หากบริษัทฯ พบว่า ผู้ใช้งานกระทำการใด ๆ
								ที่ก่อให้เกิดการละเมิดลิขสิทธิ์หรือละเมิดทรัพย์สินทางปัญญาของบุคคลหรือนิติบุคคล
								และผู้ใช้งานได้ยินยอมรับผลอันจะเกิดขึ้นตามมาทั้งหมดจากการกระทำนั้น ทั้งนี้ บริษัทฯ
								ไม่อนุญาตและไม่สนับสนุนเป็นอย่างยิ่งต่อการละเมิดลิขสิทธิ์หรือละเมิดทรัพย์สินทางปัญญาไม่ว่าในกรณีใดทั้งสิ้น&nbsp;
							</p>
						</li>
					</ol>
				</li>
				<li>
					<p>
						บัญชีที่ถูกระงับการใช้งานจะไม่สามารถทำการซื้อขายงานบนแพลตฟอร์มได้อีก
						ในช่วงเวลาที่บัญชีถูกระงับการใช้งาน
					</p>
				</li>
				<li>
					<p>
						บัญชีที่ถูกระงับการใช้งานจะส่งผลให้ไม่สามารถใช้บริการบนแพลตฟอร์ม รวมถึงลงงานเพิ่มเติมได้
						ผู้ใช้งานที่บัญชีถูกระงับการใช้งาน และผู้ที่ได้รับผลกระทบจากการระงับบัญชี อาทิ
						ผู้จ้างงานที่ฟรีแลนซ์ถูกระงับบัญชี ทำให้ไม่สามารถส่งมอบงานได้
						สามารถติดต่อทีมงานของบริษัทฯ ตามช่องทางที่บริษัทฯ กำหนด เพื่อสอบถามถึงข้อมูล
						สถานะของบัญชีดังกล่าว และแนวทางการขอยกเลิกออร์เดอร์ (อ้างอิงข้อ 3.9)
						หรือการดำเนินการอื่นได้
					</p>
				</li>
				<li>
					<p>
						ในกรณีที่บริษัทฯ ประสงค์ทำการตรวจสอบความเป็นเจ้าของบัญชีของผู้ใช้งาน
						ผู้ใช้งานต้องแสดงความเป็นเจ้าของบัญชี โดยการแสดงหลักฐานต่าง ๆ อาทิ บัตรประจำตัวประชาชน
						สมุดบัญชี พาสปอร์ต หรือเอกสารทางกฎหมายต่าง ๆ ที่หน่วยงานราชการเป็นผู้ออกให้
						ตามที่บริษัทฯได้มีการร้องขอเพื่อใช้ในการยืนยันตัวตน
					</p>
				</li>
				<li>
					<p>
						บริษัทฯ อาจเตือนผู้ใช้งานถึงการกระทำที่ไม่เหมาะสม
						หรือการกระทำที่ขัดต่อเงื่อนไขและข้อตกลงของบริษัทฯ
						โดยจะเป็นการเตือนผ่านอีเมลที่ผู้ใช้งานได้ลงทะเบียนไว้
						และ/หรือเป็นการแสดงการแจ้งเตือนบนหน้าแพลตฟอร์ม เมื่อผู้ใช้งานทำการลงชื่อเข้าใช้งาน
						แม้การเตือนดังกล่าวจะไม่ส่งผลต่อการใช้งานแพลตฟอร์มในทันที
						แต่อาจส่งผลต่อการพิจารณาระงับบัญชีการใช้งานได้ในภายหน้า หากบริษัทฯ พบว่า
						ผู้ใช้งานยังคงกระทำการไม่เหมาะสมบนแพลตฟอร์มอีก
					</p>
				</li>
			</ol>
		</li>
		<li>
			<p>
				โปรดทราบว่า ทีมงานของบริษัทฯ อาจตรวจพบ และ/หรือได้รับข้อร้องเรียนจากผู้ว่าจ้าง
				ฟรีแลนซ์ท่านอื่นในระบบ หรือบุคคลทั่วไป ให้ดำเนินการตรวจสอบประวัติการทำงาน ออเดอร์ ข้อความ
				การชำระเงิน และข้อมูลอื่น ๆ ได้ทุกเมื่อ โดยมิต้องแจ้งให้ฟรีแลนซ์ทราบล่วงหน้า&nbsp;
			</p>
		</li>
	</ol>

	<h4>6. การระงับข้อพิพาทระหว่างผู้ว่าจ้างและฟรีแลนซ์</h4>
	<ol>
		<li>
			<p>
				บริษัทฯ
				สนับสนุนให้ผู้ว่าจ้างและฟรีแลนซ์แก้ปัญหาข้อขัดแย้งระหว่างผู้ว่าจ้างและฟรีแลนซ์ด้วยการเจรจาผ่านช่องทางบนแพลตฟอร์มก่อน
				แต่หากปัญหาดังกล่าวไม่ได้รับการแก้ไข หรือไม่สามารถยุติข้อพิพาทได้
				ผู้ใช้งานสามารถติดต่อบริษัทฯ มายังช่องทางติดต่อที่ระบุไว้ในแพลตฟอร์ม เพื่อให้บริษัทฯ
				เข้ามาช่วยเหลือในการระงับข้อพิพาทดังกล่าวให้แก่ผู้ใช้งานได้
			</p>
		</li>
		<li>
			<p>
				หากฟรีแลนซ์ไม่สามารถส่งมอบงานได้ภายในเวลาที่กำหนดไว้
				ฟรีแลนซ์มีสิทธิ์ที่จะถูกร้องเรียนต่อผลงานจากผู้ว่าจ้างได้
				และอาจส่งผลต่อรีวิวและคะแนนการประเมินผลงานของฟรีแลนซ์
			</p>
		</li>
	</ol>

	<h4>7. นโยบายความเป็นส่วนตัว</h4>
	<ol>
		<li>
			<p>
				บริษัทฯ ให้ความสำคัญแก่ความปลอดภัยของข้อมูลของท่าน ท่านสามารถอ่านนโยบายความเป็นส่วนตัวได้ที่
				https://fastwork.co/privacy
				ซึ่งนโยบายความเป็นส่วนตัวนี้ถือเป็นส่วนหนึ่งของข้อตกลงการใช้งานด้วย
			</p>
		</li>
		<li>
			<p>
				เพื่อรักษาข้อมูลส่วนบุคคลของผู้ใช้งาน
				ข้อมูลที่ใช้สำหรับการระบุตัวบุคคลของผู้ใช้งานจะถูกเก็บเป็นความลับ
				และจะถูกเปิดเผยแก่บุคคลภายนอก
				เมื่อได้รับการยินยอมจากผู้ใช้งานซึ่งเป็นเจ้าของข้อมูลหรือเฉพาะในกรณีที่ผู้ใช้งานขอให้เปิดเผยเท่านั้น
				เว้นแต่บริษัทฯ มีอำนาจตามกฎหมายในการเปิดเผยข้อมูลดังกล่าวได้&nbsp;
			</p>
		</li>
		<li>
			<p>
				บริษัทฯ จะไม่มีการเก็บข้อมูลบัตรเครดิตของผู้ใช้งานเพื่อป้องกันการโกง หรือการถูกขโมยข้อมูล
				แต่ผู้ใช้งานตกลงอนุญาตให้ผู้ให้บริการการรับชำระเงินที่บริษัทฯ ใช้บริการ
				สามารถเก็บข้อมูลบัตรเครดิตต่าง ๆ เพื่อใช้ในการชำระเงินบนแพลตฟอร์มได้
				ซึ่งการใช้ข้อมูลดังกล่าวจะผูกพันภายใต้ข้อตกลงการใช้งานและนโยบายความเป็นส่วนตัวของผู้ให้บริการการรับชำระเงิน
			</p>
		</li>
		<li>
			<p>
				บริษัทฯ ขอสงวนสิทธิ์ในการเข้าถึงและตรวจสอบข้อมูลส่วนบุคคลของผู้ใช้งาน
				รวมถึงการสื่อสารระหว่างผู้ใช้งานที่สื่อสารผ่านแพลตฟอร์ม ทั้งนี้ บริษัทฯ
				จะเข้าถึงและตรวจสอบข้อมูลดังกล่าว
				ซึ่งถือเป็นข้อมูลส่วนบุคคลของผู้ใช้งานเฉพาะเพื่อวัตถุประสงค์ในการระงับข้อพิพาทระหว่างผู้ใช้งาน
				ตรวจสอบกรณีมีข้อสงสัยเรื่องการทุจริต การกระทำผิดข้อตกลงการใช้งาน
				หรือเพื่อวัตถุประสงค์อื่นตามที่กำหนดในนโยบายความเป็นส่วนตัว
				หรือกรณีที่มีข้อสงสัยว่าผู้ใช้งานจะกระทำการใด ๆ อันเป็นสิ่งผิดกฎหมาย
				หรือขัดต่อความสงบเรียบร้อยหรือศีลธรรมอันดีของประชาชนผ่านแพลตฟอร์ม&nbsp;
			</p>
		</li>
	</ol>

	<h4>8. การเรียกร้องค่าเสียหาย</h4>
	<ol>
		<li>
			<p>
				ผู้ใช้งานยินยอมชดใช้ค่าเสียหาย รวมถึงค่าทนายความและค่าใช้จ่ายในการดำเนินการต่าง ๆ ทางคดี
				ค่าปรับ ค่าสินไหมทดแทน ความสูญหาย ความเสียหายและหนี้สินใด ๆ อันเกิดจากการอ้างสิทธิ์
				การเรียกร้อง หรือการกระทำอื่นใดที่บริษัทฯ ได้รับ
				อันเป็นผลมาจากการใช้งานที่ไม่ถูกต้องตามข้อตกลงการใช้งานของแพลตฟอร์ม หรือมาจากการกระทำใด ๆ
				อันเป็นสิ่งผิดกฎหมาย หรือขัดต่อความสงบเรียบร้อยหรือศีลธรรมอันดีของประชาชนผ่านแพลตฟอร์ม
			</p>
		</li>
	</ol>

	<h4>9. อื่นๆ</h4>
	<ol>
		<li>
			<p>
				บริษัทฯ มีสิทธิ์ที่จะนำเนื้อหาต่าง ๆ ที่ผู้ใช้งานอัพโหลดขึ้นมาสู่แพลตฟอร์ม เช่น ข้อความ
				รูปภาพ วีดีโอ ชื่อบัญชี หรือข้อมูลอื่นใดรวมถึงผลงานที่มีการส่งมอบบนแพลตฟอร์มของบริษัทฯ
				ไปใช้สำหรับการโฆษณา การประชาสัมพันธ์ทางการตลาดเพื่อประโยชน์ของบริษัทฯ ได้
			</p>
		</li>
		<li>
			<p>
				การเป็นเจ้าของ และขอบเขตการใช้งานที่ส่งมอบ
				หากฟรีแลนซ์ไม่ได้ระบุถึงขอบเขตการใช้งานบริการหรืองานที่ส่งมอบไว้โดยชัดเจน
				งานหรือบริการทั้งหมดที่ฟรีแลนซ์ได้ส่งมอบให้แก่ผู้ว่าจ้างนั้น
				จะถือว่าเป็นสิทธิ์ของผู้ว่าจ้างโดยสมบูรณ์ ซึ่งรวมไปถึงความเป็นเจ้าของในลิขสิทธิ์ของผลงาน
				และหรือทรัพย์สินทางปัญญาของงานที่ส่งมอบ ทั้งนี้
				ผู้ว่าจ้างจะถือว่าเป็นเจ้าของบริการหรืองานนั้นได้ก็ต่อเมื่อผู้ว่าจ้างได้ทำการชำระเงินสำหรับงานดังกล่าวแล้ว
				หากมีการยกเลิกออเดอร์ก่อนส่งมอบงาน ฟรีแลนซ์ยังคงถือสิทธิ์ความเป็นเจ้าของบริการหรือผลงานนั้น
				ๆ เว้นแต่ฟรีแลนซ์จะได้ระบุให้ผู้ว่าจ้างสามารถใช้เนื้อหาดังกล่าวได้
				ถึงแม้ว่าออเดอร์จะถูกยกเลิกก็ตาม
			</p>
		</li>
		<li>
			<p>
				ผู้ใช้งานสามารถติดต่อทีมงานของบริษัทฯ ได้
				หากผู้ใช้มีความต้องการที่จะเปลี่ยนแปลงสถานะออเดอร์นอกเหนือจากที่แพลตฟอร์มกำหนดให้
			</p>
		</li>
	</ol>
	<p>รายละเอียดการติดต่อ</p>
	<p>
		หากคุณต้องการสอบถามข้อมูลเกี่ยวกับกฎกติกาและข้อควรปฏิบัติของฟรีแลนซ์ฯ ฉบับนี้
		คุณสามารถติดต่อบริษัทฯ ได้ที่&nbsp;<a href="https://static.fastwork.co/contents/support-center"
			>https://static.fastwork.co/contents/support-center</a
		>
	</p>
</div>
